IDEA Open Model
ConcreteULSCheckResultTorsionEc2.Trds Property
Compatible with IDEA StatiCa v 10.1
 design torsional resistance moment of shear reinforcement
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double Trds { get; set; }
Public Property Trds As Double
	Get
	Set
public:
property double Trds {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConcreteULSCheckResultTorsionEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace